import React from 'react';
import "./policy.css";

export default DataProtectionPolicy = () => {
    return (
        <React.Fragment>
            <form className ='policy'>
            <h1>นโยบายการคุ้มครองข้อมูล</h1>
            <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.  หจก.ฯ  ตระหนักถึงความสำคัญของการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล จึง กำหนดให้มีมาตรการในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลอย่างเหมาะสม และสอดคล้องกับการ รักษาความลับของข้อมูลส่วนบุคคลเพื่อป้องกันการสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไขหรือเปิดเผยข้อมูล ส่วนบุคคลโดยไม่มีสิทธิ หรือโดยไม่ชอบด้วยกฎหมาย ตลอดจนการป้องกันมิให้มีการนำ ข้อมูลส่วนบุคคลไปใช้โดย มิได้รับอนุญาต ทั้งนี้ให้สอดคล้องกับนโยบายและแนวปฏิบัติในการรักษาความมั่นคงปลอดภัยของ หจก.ฯ
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. หจก.ฯ  มีการรวบรวม จัดเก็บข้อมูลส่วนบุคคลของเจ้าของข้อมูล เพื่อสิทธิประโยชน์ต่าง ๆ ของ เจ้าของข้อมูลและประโยชน์ต่อการดำเนินธุรกิจของหจก.ฯ ซึ่งอยู่ในขอบข่ายวัตถุประสงค์ที่ได้แจ้งไว้ก่อนหรือ ขณะการเก็บรวบรวมข้อมูลส่วนบุคคล โดยให้ความสำคัญถึงความถูกต้อง เป็นปัจจุบันของข้อมูลที่ได้ จัดเก็บ และดำเนินมาตรการที่เหมาะสมเพื่อคุ้มครองสิทธิของเจ้าของข้อมูล 
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. สิทธิของเจ้าของข้อมูล 
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1  เจ้าของข้อมูลสามารถถอน หรือยกเลิกความยินยอมที่ได้ให้ไว้ ได้ 
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2  เจ้าของข้อมูลสามารถขอเข้าถึง ขอรับสำเนาข้อมูลส่วนบุคคลของเจ้าของข้อมูล ตามหลักเกณฑ์และ วิธีการที่กำหนด หรือขอให้เปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคล ทั้งนี้ หจก.ฯ อาจปฏิเสธคำขอของท่าน ได้ตามที่กฎหมายกำหนดหรือตามคำสั่งศาล 
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3 เจ้าของข้อมูลสามารถขอแก้ไข หรือเปลี่ยนแปลงข้อมูลส่วนบุคคลของตนเองที่ไม่ถูกต้องหรือไม่ สมบูรณ์ และทำให้ข้อมูลเป็นปัจจุบันได้
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.4 เจ้าของข้อมูลสามารถขอลบหรือทำลายข้อมูลส่วนบุคคลของตนเองได้เว้นแต่เป็นกรณีที่หจก.ฯ  ต้อง ปฏิบัติตามกฎหมายที่เกี่ยวข้องในการเก็บรักษาข้อมูลดังกล่าว 
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.5.เจ้าของข้อมูลสามารถขอระงับการใช้ข้อมูลส่วนบุคคลของเจ้าของข้อมูลที่ได้ให้ไว้กับหจก.ฯ ได้
 <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.6 เจ้าของข้อมูลสามารถขอโอนย้ายข้อมูลส่วนบุคคลของเจ้าของข้อมูลที่ได้ให้ไว้กับ
หจก.ฯ ไปยังผู้ควบคุมข้อมูลรายอื่น หรือตัวเจ้าของข้อมูลเองได้ 
<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.7 เจ้าของข้อมูลสามารถคัดค้านการประมวลผลข้อมูลส่วนบุคคลของเจ้าของข้อมูลกับ
หจก.ฯได้ การเปิดเผยเกี่ยวกับการดำเนินการ แนวปฎิบัติและนโยบายที่เกี่ยวกับข้อมูลส่วนบุคคล หจก.ฯ จะเปิดเผยแนวนโยบาย และแนวปฏิบัติในการคุ้มครองข้อมูลส่วนบุคคลนี้ และหากมีการแก้ไข ปรับปรุง บริษัทฯ จะดำเนินการเผยแพร่ ผ่าน www.facebook.com/nj.phuyaipu และ/หรือช่องทางอื่นใดที่สามารถแจ้งให้เจ้าของ ข้อมูลทราบถึงการแก้ไขปรับปรุงดังกล่าว ความรับผิดชอบของบุคคลซึ่งทำหน้าที่ควบคุมข้อมูลส่วนบุคคล หจก.ฯ ได้กำหนดให้เจ้าหน้าที่ที่เกี่ยวข้องซึ่งมีหน้าที่รับผิดชอบในการกำกับดูแลการรวบรวม การจัดเก็บ การใช้ และการเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูล ต้องปฏิบัติตามนโยบายและแนวปฏิบัติในการคุ้มครอง ข้อมูลส่วนบุคคล และการรักษาความมั่งคงปลอดภัยของ หจก.ฯ โดยมีการแต่งตั้งคณะทำงานด้านการคุ้มครอง ข้อมูลส่วนบุคคล เพื่อให้คำแนะนำและตรวจสอบการดำเนินการของเจ้าหน้าที่ที่รับผิดชอบเกี่ยวกับข้อมูลส่วน บุคคล รวมถึงให้คำแนะนำในการปรับปรุง พัฒนาระบบการจัดเก็บข้อมูลส่วนบุคคล ให้มีประสิทธิภาพ มากยิ่งขึ้น 
<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. การใช้คุกกี้(Cookies) เพื่อความสะดวกในการเข้าใช้งานระบบเว็บไซต์ของผู้ใช้บริการ หจก.ฯ อาจจะใช้ระบบคุกกี้ ใน การตรวจสอบความถูกต้องของข้อมูลตัวตนของผู้ใช้งาน รวมทั้งการใช้คุกกี้ เพื่อจัดเก็บข้อมูลและสถิติต่าง ๆ ของ การเข้าใช้งานระบบเว็บไซต์ คุกกี้ เป็นไฟล์คอมพิวเตอร์เล็ก ๆ ที่จะทำการเก็บข้อมูลชั่วคราวที่จำเป็นลงในเครื่องคอมพิวเตอร์ ของผู้ใช้บริการ เพื่อความสะดวกและรวดเร็วในการติดต่อสื่อสาร มีผลในขณะที่เข้าใช้งานระบบเว็บไซต์ เท่านั้น คุกกี้จะหมดอายุหรือสิ้นผลเมื่อสิ้นสุดการใช้งานระบบเว็บไซต์หรือการเชื่อมโยงข้อมูลของหจก.ฯ หรือ จนกว่าผู้ใช้บริการจะทำการลบคุกกี้นั้น หรือกระทำการที่ไม่อนุญาตให้คุกกี้นั้นทำงานอีกต่อไป อย่างไรก็ตาม หจก.ฯ ได้ตระหนักถึงความเป็นส่วนตัวของผู้ใช้บริการเป็นอย่างดี จึงมีการใช้คุกกี้อย่างรอบคอบ โดย มี การจัดเก็บคุกกี้จำแนกเป็น 2 ประเภท ได้แก่ 
<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. คุกกี้ที่จัดเก็บข้อมูล ซึ่งบริษัทฯ จะจัดเก็บเข้าระบบการให้บริการส าหรับการให้บริการระบบเว็บไซต์ เพื่อใช้ในการประกอบธุรกิจตลาดแบบตรงของ หจก.ฯ เท่านั้น โดยจะไม่มีการเปิดเผยหรือนำไปใช้ประโยชน์อื่น เว้นแต่เป็นการร้องขอตามกฎหมาย
<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. คุกกี้ที่จัดเก็บข้อมูลสถิติการเข้าใช้ระบบเว็บไซต์ซึ่ง หจก.ฯ มีระบบการให้บริการในการตรวจสอบ พฤติกรรมการสืบค้นข้อมูล หรือใช้บริการเชื่อมโยงข้อมูล เช่น วันและเวลาที่เข้าใช้งานระบบเว็บไซต์ การเข้าเยี่ยม ชมเว็บไซต์หรือหน้าเว็บเพจต่าง ๆ ประเภทการสืบค้น ผู้ให้บริการระบบอินเทอร์เน็ต โดยหจก.ฯ มีการเก็บรวบรวม ข้อมูลด้านพฤติกรรม เพื่อวัตถุประสงค์ในการปรับปรุงเว็บไซต์และการเข้าถึงกลุ่มเป้าหมายเท่านั้น ทั้งนี้ หจก.ฯ จะนำข้อมูลที่คุกกี้ได้บันทึกหรือเก็บรวบรวมไว้ไปใช้ในการวิเคราะห์เชิงสถิติ หรือใน กิจกรรมอื่นของระบบเว็บไซต์ หรือกิจการของหจก.ฯ เพื่อปรับปรุงประสิทธิภาพและคุณภาพการให้บริการระบบ เว็บไซต์ของหจก.ฯ เท่านั้น ช่องทางการติดต่อ หจก.เอ็น เจ ทราเวล แอนด์ ทรานสปอร์ต  เลขที่ 3/5  หมู่ 3 ตำบลหนองชาก อำเภอบ้านบึง จังหวัดชลบุรี  โทรศัพท์  0-3848-5588 ,  09- 0562- 2017
             เว็บไซต์ www.facebook.com/nj.phuyaipu
             
            </p>
            </form>
        </React.Fragment>
    );
};