import React from 'react';

export default PrivacyPolicy = () => {
    return (
        <React.Fragment>
            <form className = 'policy'>
            <h1>นโยบายความเป็นส่วนตัว</h1>
            <p>
                &emsp;&emsp;&emsp;นโยบายการคุ้มครองข้อมูลส่วนบุคคล หจก.เอ็น เจ ทราเวล แอนด์ ทรานสปอร์ต จัดทำนโยบายฉบับนี้ขึ้น เพื่ออธิบายถึงวิธีการที่บริษัทฯ ปฏิบัติต่อข้อมูลส่วนบุคคลของเจ้าของข้อมูล เช่น การรวบรวม การจัดเก็บ การใช้ การเปิดเผย รวมถึงสิทธิต่าง ๆ เป็นต้น และเพื่อให้เจ้าของข้อมูลทราบถึงนโยบายในการคุ้มครองข้อมูลส่วนบุคคลของ หจก. ฯ จึงประกาศ นโยบายการคุ้มครองข้อมูลส่วนบุคคล ดังนี้
            </p>
            <p>
                &emsp;&emsp;&emsp;ข้อมูลส่วนบุคคล “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรง หรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ การเก็บรวบรวมข้อมูลส่วนบุคคล การเก็บรวบรวมข้อมูลส่วนบุคคล  จะใช้วิธีการที่ชอบด้วยกฎหมายและเป็นธรรม โดยจะเก็บ รวบรวมและจัดเก็บข้อมูลเท่าที่จำเป็นแก่การใช้งาน ด้วยวิธีการทางอิเล็กทรอนิกส์หรือวิธีการอื่น ตาม วัตถุประสงค์ที่ได้ขอข้อมูลส่วนบุคคลไว้และตามที่กฎหมาย
กำหนด ทั้งนี้ หจก.ฯ  จะดำเนินการให้เจ้าของข้อมูล รับรู้และให้ความยินยอม ก่อนหรือขณะที่มีการเก็บรวบรวมข้อมูลส่วนบุคคล 
วัตถุประสงค์ในการจัดเก็บข้อมูลส่วนบุคคล
<br/>&emsp;&emsp;1. มีการรวบรวม จัดเก็บ ใช้ ข้อมูลส่วนบุคคลของเจ้าของข้อมูล เพื่อสิทธิประโยชน์ต่างๆ ของ เจ้าของข้อมูลและประโยชน์ต่อการดำเนินธุรกิจของ หจก.ฯ เช่น การจัดกิจกรรมส่งเสริมการขาย  การจัดทำฐานข้อมูลและใช้ข้อมูลเพื่อเสนอสิทธิประโยชน์ตามความสนใจของเจ้าของข้อมูล  หรือเพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมาย หรือ เพื่อตามกฎหมายหรือกฎระเบียบที่ใช้บังคับ ทั้งขณะนี้และภายหน้า รวมทั้งยินยอมให้หจก.ฯ ส่ง โอน หรือเปิดเผยข้อมูลให้ผู้ประมวลผลข้อมูล 
<br/>&emsp;&emsp;2. หจก.ฯ  จะจัดเก็บรักษาข้อมูลส่วนบุคคลของเจ้าของข้อมูลไว้ตามระยะเวลา หรือเท่าที่จำเป็นตาม วัตถุประสงค์ที่เจ้าของข้อมูลได้ให้ความยินยอมไว้เท่านั้น หากภายหลังหจก.ฯ มีการเปลี่ยนแปลงวัตถุประสงค์ จะแจ้งให้เจ้าของข้อมูลทราบต่อไป 
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1 ข้อจำกัดในการใช้และ/หรือเปิดเผยข้อมูลส่วนบุคคล หจก. จะใช้และ/หรือเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูลตามวัตถุประสงค์ที่ได้ขอความยินยอม จากเจ้าของข้อมูลไว้เท่านั้น และหจก.ฯ จะกำกับดูแลพนักงาน เจ้าหน้าที่ หรือผู้ปฏิบัติงานของบริษัทฯ มิให้ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูลนอกเหนือไปจากที่
กำหนดไว้ในวัตถุประสงค์ หรือเปิดเผยต่อ บุคคลภายนอก เว้นแต่...
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.1  เป็นการปฏิบัติตามกฎหมาย
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.2 เป็นการจำเป็นเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.3 เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของหจก.ฯ หรือของบุคคลหรือนิติบุคคลอื่น
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.4  เป็นไปเพื่อประโยชน์ของเจ้าของข้อมูล และการขอความยินยอมไม่อาจกระทำได้ในเวลานั้น 
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.5 เป็นไปเพื่อประโยชน์แก่การสอบสวนของพนักงานสอบสวน หรือการพิจารณาพิพากษาคดีของศาล
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1.6   เป็นไปเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารเพื่อการศึกษา วิจัย การจัดทำสถิติ ซึ่งได้จัดให้มีมาตรการป้องกันที่ เหมาะสม มาตรการรักษาความมั่นคงปลอดภัยและคุณภาพของข้อมูล 

ข้อมูลส่วนบุคคลที่ เราเก็บรวบรวม

<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1. รายละเอียดเกี่ยวกับ ลูกค้า ชื่อ สกุล  เพศ หมายเลขโทรศัพท์
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2. รายละเอียดการชำระเงิน
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;3. รายละเอียดเกี่ยวกับจุดบริการที่ ลูกค้าใช้บริการเดินทางประจำ 
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;4. การติดต่อของเรากับลูกค้า
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;5. บันทึกการใช้งานแพลตฟอร์ม  ภาพโพรไฟล์ ของลูกค้า 

            </p>
            </form>
        </React.Fragment>
    );
};