import React from 'react';

export default RefundPolicy = () => {
    return (
        
        <React.Fragment>
            <form className ='policy'>
            
            <h1>นโยบายการคืนเงิน</h1>
            <p>
            &emsp;&emsp;กรณีที่เกิดเหตุสุดวิสัยที่ต้องทำให้งดเที่ยววิ่ง หรือ ระบบการจองไม่สำรองที่นั่ง บริษัทฯ จะคืนเงินให้ภายใน 3 วันทำการ หลังจากวันที่ได้รับเอกสารจากลูกค้าครบถ้วน

<br/>เอกสารที่ใช้ในการคืนตั๋วโดยสารมีดังนี้
<br/>&emsp;&emsp;1.	ตั๋วโดยสารตัวจริง
<br/>&emsp;&emsp;2.	สำเนาบัตรประจำตัวประชาชนผู้เดินทาง (ชื่อตามตั๋วโดยสาร)
<br/>&emsp;&emsp;3.	สำเนาบัตรประจำตัวประชาชนผู้ทำรายการแทน (กรณีผู้อื่นมาทำรายการแทน)
<br/>หมายเหตุ :
<br/>&emsp;&emsp;กรณีคืนเงินผู้โดยสารต้องติดต่อรับเงินภายใน 7 วันทำการ (ราชการ) นับจากวันที่บริษัทฯ แจ้งให้มารับเงินหากพ้นกำหนดบริษัทฯ ขอสงวนสิทธิ์ไม่คืนเงิน

            </p>
            </form>
        </React.Fragment>
    );
};