import React from 'react';

export default Terms_and_Conditions = () => {
    return (
        <React.Fragment>
            <form className ='policy'>
            <h1>ข้อกำหนดและเงื่อนไขในการใช้บริการ</h1>
            <p>
            &emsp;&emsp;1. การขายบัตรโดยสาร แยกออกเป็น 2 ประเภท คือ
<br/>&emsp;&emsp;&emsp;&emsp;•	การขายบัตรโดยสารปกติ เป็นการซื้อบัตรโดยสาร ภายในเวลา 12 ชั่วโมงก่อนเวลารถออกจากต้นทาง และจนกว่ารถโดยสารเดินทางมาถึงสถานีนั้น ๆ
<br/>&emsp;&emsp;&emsp;&emsp;•	การขายบัตรโดยสารล่วงหน้า เป็นการซื้อบัตรโดยสาร ก่อนเวลารถออกจากต้นทางอย่างน้อย 12 ชั่วโมง และสามารถซื้อตั๋วล่วงหน้าได้ 60 วัน
<br/>&emsp;&emsp;2. ยกเลิกเงื่อนไขการเลื่อนตั๋วโดยสารแบบไม่ระบุวัน
<br/>&emsp;&emsp;3. การเลื่อนตั๋วโดยสารสามารถทำการเลื่อนแบบระบุวันเดินทางเท่านั้น
<br/>&emsp;&emsp;4. การเลื่อนตั๋วโดยสารสามารถทำรายการได้เพียง 1 ครั้ง โดยไม่เสียค่าธรรมเนียม หากตั๋วโดยสารดังกล่าวเคยทำรายการเลื่อนมาแล้วจะไม่สามารถทำรายการเลื่อนได้อีก ต้องใช้สิทธิ์เดินทางเท่านั้น
หมายเหตุ
สามารถทำรายการเลื่อนได้ 3 ช่องทาง คือ
<br/>&emsp;&emsp;&emsp;&emsp;1.	 สำนักงานขาย ทั้ง 3 สถานี
<br/>&emsp;&emsp;&emsp;&emsp;2.	 https://www.facebook.com/nj.phuyaipu
 
<br/>&emsp;&emsp;&emsp;&emsp;3. การเลื่อนตั๋วโดยสารแบบระบุวันเดินทาง สามารถระบุวันเดินทางได้ภายใน 30 วันเท่านั้น โดยนับจากวันที่นำตั๋วโดยสารมาทำรายการ
<br/>&emsp;&emsp;&emsp;&emsp;4. การเลื่อนตั๋วโดยสารต้องทำการเลื่อนตั๋วโดยสารก่อนเวลาเดินทางเดิมไม่น้อยกว่า 24 ชั่วโมง
<br/>&emsp;&emsp;5. การพิมพ์บัตรโดยสารใหม่ แบ่งออกเป็น 2 กรณี คือ
<br/>&emsp;&emsp;&emsp;&emsp;•	การพิมพ์บัตรโดยสารใหม่แบบเสียค่าธรรมเนียม คือ ลูกค้าทำสูญหาย, ฉีกขาด, ลืมนำมาด้วย และกรณีที่ซื้อแล้วมาออกตั๋วอีกสถานีหนึ่ง ฯลฯ 
<br/>&emsp;&emsp;&emsp;&emsp;•	การพิมพ์ตั๋วใหม่ไม่เสียค่าธรรมเนียม คือ กรณีที่ลูกค้าซื้อผ่านช่องทาง internet หรือ กรณีเครื่องพิมพ์มี ปัญหาขณะทำรายการ ไฟฟ้าดับ ระบบล่ม ฯลฯ
<br/>&emsp;&emsp;6. เงื่อนไขการยกเลิกตั๋วโดยสาร สามารถทำได้ในกรณีดังต่อไปนี้
<br/>&emsp;&emsp;&emsp;&emsp;1	กรณีที่เกิดจากเหตุสุดวิสัยที่ทำให้ต้องงดเที่ยววิ่ง เช่น ภัยพิบัติธรรมชาติ, สถานการณ์ทางการเมือง เป็นต้น
<br/>&emsp;&emsp;&emsp;&emsp;2	กรณีผู้โดยสารเกิดเหตุฉุกเฉิน เจ็บป่วย อุบัติเหตุ จะต้องยื่นใบรับรองแพทย์แสดงเป็นหลักฐานภายใน 3 วัน นับจากวันที่เดินทาง มิฉะนั้นถือว่าสละสิทธิ์การเดินทาง
หมายเหตุ: กรณีอื่นๆ นอกเหนือจากกรณีข้างต้น ไม่สามารถยกเลิกตั๋วโดยสารได้

<br/>&emsp;&emsp;7. เงื่อนไขการคืนเงิน
กรณีที่เกิดเหตุสุดวิสัยที่ต้องทำให้งดเที่ยววิ่ง หรือ ระบบการจองไม่สำรองที่นั่ง บริษัทฯ จะคืนเงินให้ภายใน 3 วันทำการ หลังจากวันที่ได้รับเอกสารจากลูกค้าครบถ้วน

<br/>เอกสารที่ใช้ในการคืนตั๋วโดยสารมีดังนี้
<br/>&emsp;&emsp;&emsp;&emsp;1.	ตั๋วโดยสารตัวจริง
<br/>&emsp;&emsp;&emsp;&emsp;2.	สำเนาบัตรประจำตัวประชาชนผู้เดินทาง (ชื่อตามตั๋วโดยสาร)
<br/>&emsp;&emsp;&emsp;&emsp;3.	สำเนาบัตรประจำตัวประชาชนผู้ทำรายการแทน (กรณีผู้อื่นมาทำรายการแทน)
<br/>&emsp;&emsp;&emsp;&emsp;หมายเหตุ :
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1.	กรณีคืนเงินผู้โดยสารต้องติดต่อรับเงินภายใน 7 วันทำการ (ราชการ) นับจากวันที่บริษัทฯ แจ้งให้มารับเงินหากพ้นกำหนดบริษัทฯ ขอสงวนสิทธิ์ไม่คืนเงิน
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.	กรณีผู้โดยสารไม่มาใช้สิทธิ์ในการเดินทางตามวันที่เวลาที่ระบุในตั๋วโดยสารที่ได้กดตกลงยอมรับเงื่อนไขไว้ถือว่าสละสิทธิ์ในการเดินทา
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;3.	บริษัทฯขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขและข้อกำหนด การใช้บริการซื้อตั๋วโดยสารออนไลน์โดยไม่จำเป็นต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า

<br/>&emsp;&emsp;8. กลุ่มผู้โดยสารที่ได้รับสิทธิลดหย่อนค่าโดยสาร ตามเงื่อนไขกรมการขนส่งทางบก แบ่งออกเป็น 3 ประเภท ดังนี้
<br/>&emsp;&emsp;•	เด็กที่มีความสูงไม่เกิน 130 ซม.(ในกรณีไม่แต่งกายชุดนักเรียน)
<br/>&emsp;&emsp;•  พระภิกษุสงฆ์
<br/>&emsp;&emsp;•  ทหาร ตำรวจ ในเครื่องแบบ
<br/>&emsp;&emsp;9. กรณีบัตรสิทธิลดหย่อนค่าโดยสารของผู้โดยสารใกล้หมดอายุ และต้องการซื้อบัตรโดยสารล่วงหน้า แต่วันที่ระบุ การเดินทางเป็นวันที่หมดอายุตามบัตร ท่านผู้โดยสารสามารถทำรายการได้ตามปกติโดยนับจากวันที่ซื้อเป็นหลัก
<br/>&emsp;&emsp;10. กรณีผู้โดยสารต้องการใช้สิทธิลดหย่อนค่าโดยสาร แต่ให้ญาติหรือเพื่อนมาติดต่อซื้อบัตรโดยสารแทน โดยมิได้ นำบัตรสิทธิลดหย่อน ฯ มาแสดง ต้องถือว่าไม่สามารถใช้สิทธิ์ได้ เว้นแต่มีการแสดงหลักฐานสิทธิลดหย่อน ฯ ตัวจริงเท่านั้น
<br/>&emsp;&emsp;11. กรณีผู้โดยสารได้ใช้บัตรสิทธิลดหย่อนค่าโดยสาร แต่ไม่เดินทางต้องการเปลี่ยนแปลงให้ญาติหรือเพื่อนเดินทางแทน โดยไม่เสียค่าธรรมเนียม แต่จะต้องเสียเงินส่วนต่างค่าโดยสารเพิ่ม
 
<br/>&emsp;&emsp;&emsp;&emsp;เงื่อนไขตั๋วโดยสารชั่วคราวเนื่องจากสถานการณ์ COVID-19
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;ประกาศใช้ตั้งแต่ 30 เมษายน 2564 เป็นต้นไป หรือจนกว่าจะมีการแจ้งเปลี่ยนแปลง
<br/>&emsp;&emsp;&emsp;&emsp;การเลื่อนตั๋ว
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1. การเลื่อนตัวแบบระบุวัน
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;•	ลูกค้าสามารถทำรายการเลื่อนตั๋วโดยสาร ก่อนรถออกจากต้นทางภายใน 2 ชั่วโมง
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;•	ขยายเวลาระบุวันเดินทางเป็น 60 วัน
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;•	หากครบกำหนดในระยะเวลา 60 วัน และสถานการณ์การยังไม่คลี่คลาย ผู้โดยสารสามารถออกตั๋วโดยสารใหม่ทดแทนได้ โดยสามารถทำรายการได้ ณ จุดจำหน่ายตั๋วโดยสารของกรีนบัส
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2. การเลื่อนตั๋วแบบไม่ระบุวัน
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;•	ลูกค้าสามารถทำรายการเลื่อนตั๋วโดยสาร ก่อนรถออกจากต้นทางภายใน 24 ชั่วโมง
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;•	ตั๋วโดยสารมีอายุ 60 วัน นับจากวันที่เลื่อนตั๋วโดยสาร โดยผู้โดยสารต้องระบุวันเดินทางภายใน 60 วัน นับจากวันที่ทำการเลื่อนตั๋วโดยสาร
 
 
<br/>&emsp;&emsp;&emsp;&emsp;เงื่อนไขการเดินทางสำหรับผู้โดยสาร
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;เพื่อสิทธิประโยชน์ของท่านผู้โดยสารกรุณาอ่านเงื่อนไขการเดินทางดังต่อไปนี้
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1. ผู้โดยสารต้องปฏิบัติตามพระราชบัญญัติการขนส่งทางบก พ.ศ.2522 กฎกระทรวงและกฎหมายอื่นๆ ที่เกี่ยวข้องกับการขนส่ง
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2. ผู้โดยสารต้องปฏิบัติตามเงื่อนไขการขนส่งของบริษัท ฯ และรับทราบ และยอมรับเงื่อนไขตามประกาศ เรื่องการเดินทางสำหรับผู้โดยสาร ตามที่ระบุ ณ.ที่นี้แล้ว
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;3. ผู้โดยสารต้องเตรียมความพร้อม และมาถึง ณ สถานีขนส่งผู้โดยสาร ก่อนเวลาเดินทาง 1/2 ชั่วโมง เพื่อตรวจสอบบัตรโดยสาร
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;4. ทางบริษัทฯ จะไม่รับสัมภาระที่เป็น วัตถุไวไฟ, สัตว์เลี้ยง, ของผิดกฎหมาย, อาวุธสงคราม, อาหารมีกลิ่นฉุน, วัตถุที่มีของ,เหลวอยู่ภายใน, แตกหักง่าย, วัตถุที่หีบห่อไม่เรียบร้อย,หรือวัตถุ ที่มีขนาดใหญ่และหนักเกินกว่าจะทำการขนส่งได้
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;5. ทางบริษัทฯ ขอสงวนการเปลี่ยนแปลงการไม่รับสัมภาระบางประเภท โดยมิต้องแจ้งให้ทราบล่วงหน้า แต่ถ้าหากเกิดความ เสียหายจะไม่รับผิดชอบใด ๆ ทั้งสิ้น ผู้โดยสารจะเป็นผู้รับผิดชอบค่าเสียหายทั้งหมด
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;6. ผู้ขนส่งไม่ต้องรับผิดชอบต่อผู้โดยสาร และสัมภาระ อันเนื่องมาจากความล่าช้า หรือนอกเหนืออำนาจ ควบคุมหรือความเสียหายโดยเสื่อมสภาพในตัวเอง ฯลฯ
<br/>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;7. กรณีผู้โดยสารไม่มาใช้สิทธิ์เดินทางตามวัน เวลาที่ระบุในตั๋วโดยสารที่ได้ตกลงกันไว้ ถือว่าสละสิทธิ์ ในการเดินทางดังกล่าว

            </p>
            </form>
        </React.Fragment>
    );
};